<template>
    <div class="wrapper mt-5">
  <div class="container ">
      <div class="col-lg-10 offset-1">
          <img class="mb-4 w-100" src="@/assets/img/2.jpg" alt="">
          <h2>Новогодний Дагестан.</h2>
          <div class="description">
              Преимущество этого путешествия:

              отметим Новый год в теплой компании, на берегу Каспийского моря;
              гастрономические изыски – отведаем национальные блюда в лучших заведениях республики;
              быт и культура Северного Кавказа – посетим древнейшие города и селения, знаменитые мечети, музеи, боевые крепости и многое другое;
              побываем один из главных историко-культурных центров Дагестана – селение Ахты.
              Встреча, Сулакский каньон
              Встречаем группу в аэропорту Уйташ г. Махачкала (до 11:00 мск) и выдвигаемся через Буйнакский перевал в сторону Сулакского каньона.

              Первую остановку делаем на Чиркейском водохранилище.

              Там вы начнете с упоением наполнять ваш фотоальбом, посвященный Дагестану и Новогодним каникулам, множеством красивых видов нетронутой природы.

              После это мы поднимемся на смотровую площадку «Дубки» (высота около 1000 метров над уровнем моря) и с высоты орлиного полета насладимся видами драгоценной жемчужины Дагестана – Сулакского каньона.

              Далее нас ждет вкуснейший обед свежевыловленной форелью в ресторане экокомплекса «Главрыба».

              После небольшого отдыха нам предстоит переезд в самый Древний город России – Дербент.

              Размещение в отеле на берегу Каспийского моря.

              Отдых.

              Экскурсия по Дербенту, Новогодний банкет
              Утро начнется с завтрака в ресторане отеля.

              Далее переезд на экскурсию в Цитадель Нарын-Кала и полное погружение в захватывающую историю крепости.

              По окончании – прогулка по улочкам Старого города (магалам).

              {{card.title}}
          </div>
      </div>
  </div>
  {{card.title}}
  {{card.img}}
</div>
</template>

<script>
export default {
    methods: {
        pageName() {
            return this.$route.name
        },
        card() {
            console.log(this.$store.getters["getInfoOnce"](this.$route.params.id))
            return this.$store.getters["getInfoOnce"](this.$route.params.id)
        }
    }
}
</script>
